[{"id":16,"title":"Rebel's Twilight Confession","description":"Step into the last moments of daylight as you navigate a risky romance with the school's most notorious rebel girl. In this visual novel, your heartfelt choices determine whether her tough exterior will crack and reveal the warmth beneath. Will you gain her trust before the final bell rings?","rating":"4.7","view_count":15234,"like_count":4321,"featured":false,"image":"https://storage.googleapis.com/aivn/highschool.jpeg","tags":["Romance","Drama","High School","Delinquent","Slice of Life"],"created_at":"2024-01-01"},{"id":17,"title":"Seraph Dawn: Last Stand","description":"In a world ravaged by the mysterious Cancer threat, you become one of the elite Seraph pilots—humanity's final hope. Stand on the rain-slicked runway at dawn, gripping your helmet as the towering mech behind you readies for combat. Your choices will shape the battle against overwhelming odds and reveal the courage hidden within your resolve.","rating":"4.8","view_count":23456,"like_count":6789,"featured":false,"image":"https://storage.googleapis.com/aivn/meca.png","tags":["Action","Sci-Fi","Mecha","Drama","RPG"],"created_at":"2024-01-01"},{"id":18,"title":"Seraph Twilight: Battle at Dusk","description":"Amid a crumbling cityscape at twilight, you stand as a Seraph pilot—humanity's last line of defense. The rain-slicked streets reflect neon holo-ads as the towering mech behind you prepares for one final mission. Hold your rifle tight and steel your resolve: tonight, the fate of the world rests in your hands.","rating":"4.9","view_count":34789,"like_count":9123,"featured":false,"image":"https://storage.googleapis.com/aivn/SF.png","tags":["Action","Sci-Fi","Mecha","Drama","RPG"],"created_at":"2024-01-01"},{"id":19,"title":"Sunlit Pages: Literature Club Chronicles","description":"Join the Literature Club and experience heartfelt moments with four unique personalities as they bond over poetry, novels, and shared dreams. In this visual novel, your choices will shape friendships, reveal hidden passions, and bring warmth to each bright afternoon in the classroom.","rating":"4.7","view_count":18945,"like_count":5234,"featured":false,"image":"https://storage.googleapis.com/aivn/book1.png","tags":["Romance","Slice of Life","School","Drama","Friendship"],"created_at":"2024-01-01"},{"id":20,"title":"Pages of Connection: Clubroom Bonds","description":"Step into the sunlit sanctuary of the Literature Club, where shared stories and whispered dreams forge unbreakable bonds. As you help each member find her voice—whether through poetry, prose, or heartfelt conversation—you'll uncover hidden secrets and shape the destiny of this close-knit circle of friends.","rating":"4.8","view_count":20312,"like_count":6475,"featured":false,"image":"https://storage.googleapis.com/aivn/book2.png","tags":["Romance","Slice of Life","School","Drama","Friendship"],"created_at":"2024-01-01"},{"id":22,"title":"Autumn Reverie","description":"Autumn Reverie follows Kaede Asakura, a quiet transfer student arriving at Maplewood High as the leaves turn. Amid the gentle rustle of amber foliage, she discovers a series of mysterious postcards addressed to her—each hinting at forgotten memories and unspoken promises. As you guide Kaede through branching story paths, you'll form deep bonds with classmates, unravel a hidden past, and decide whether to embrace the warmth of friendship or retreat into the solitude of her autumn thoughts.","rating":"4.6","view_count":18765,"like_count":5234,"featured":false,"image":"https://storage.googleapis.com/aivn/Autumn%20Reverie.png","tags":["Romance","Drama","School Life","Mystery","Slice of Life"],"created_at":"2024-01-01"},{"id":23,"title":"Crimson Halo: Seraph's Edge","description":"Clad in a sleek tactical bodysuit and wielding a radiant blade, the Seraph pilot emerges under a burning red halo amidst a dystopian battlefield. Her unwavering gaze and flowing silver hair signal humanity's final resolve against the encroaching darkness. Every choice will determine whether hope ignites or fades into ash.","rating":"4.9","view_count":27654,"like_count":8901,"featured":false,"image":"https://storage.googleapis.com/aivn/ni.png","tags":["Action","Sci-Fi","Mecha","Drama","Post-Apocalyptic"],"created_at":"2024-01-01"},{"id":29,"title":"Neon Dreams","description":"In a cyberpunk future, a hacker discovers a conspiracy that threatens humanity. Navigate through neon-lit streets and digital networks as you uncover the truth behind the corporate facade.","rating":"4.5","view_count":19845,"like_count":5432,"featured":false,"image":"https://storage.googleapis.com/aivn/Neon.png","tags":["Cyberpunk","Thriller","Sci-Fi","Mystery","Romance"],"created_at":"2024-01-01"},{"id":30,"title":"Shadow Detective","description":"A detective with supernatural abilities solves crimes in the dark underworld. Each case reveals deeper mysteries about the nature of good and evil in this noir-inspired thriller.","rating":"4.6","view_count":16789,"like_count":4123,"featured":false,"image":"https://storage.googleapis.com/aivn/detective.png","tags":["Mystery","Supernatural","Noir","Thriller","Crime"],"created_at":"2024-01-01"},{"id":31,"title":"Royal Deception","description":"Court intrigue and forbidden romance in a medieval fantasy kingdom. Your choices will determine the fate of kingdoms and the hearts of those you encounter.","rating":"4.9","view_count":14523,"like_count":9890,"featured":true,"image":"https://storage.googleapis.com/aivn/royal.png","tags":["Fantasy","Romance","Political","Medieval","Drama"],"created_at":"2024-01-01"}]
